[
    {
        "_id": 123,
        "topic": "Space",
        "userName": "SpaceX",
        "title": "Tesla CyberTruck lands on Mars and picks up the Curiosity rover on its 6' bed",
        "time": "2h",
        "image": "tesla-motors-logo-svg-vector.svg",
        "liked": true,
        "replies": 123,
        "retuits": 432,
        "likes": 2345,
        "handle": "@spacex",
        "tuit": "You want to wake up in the morning and think the future is going to be great - and that's what being a spacefaring civilization is all about. It's about believing in the future and thinking that the future will be better than the past. And I can't think of anything more exciting than going out there and being among the stars"
    },
    {
        "_id": 345,
        "topic": "Energy",
        "userName": "Virgin",
        "title": "Tesla FSD finally makes driving obsolete. After years of delay, Tesla Full Self Driving can drive you to work while you work, play, or sleep",
        "time": "4d",
        "image": "virgin-logo.png",
        "liked": true,
        "replies": 23,
        "retuits": 2,
        "likes": 678,
        "handle": "@virgin.usa",
        "tuit": "🚀 Breaking News! We're thrilled to unveil our groundbreaking rocket, VivaNova! 🌟 Experience the future of space travel with VivaNova's advanced capabilities and unparalleled comfort. ✨ Get ready to embark on extraordinary journeys beyond our atmosphere! #VirginGalactic #VivaNova #SpaceTravel"
    },
    {
        "_id": 234,
        "topic": "Space",
        "userName": "SpaceX",
        "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
        "time": "2h",
        "image": "spaceX.jpg",
        "liked": true,
        "replies": 2367,
        "retuits": 45,
        "likes": 9,
        "handle": "@spacex.usa",
        "tuit": "🚀 Exciting news! Introducing our latest rocket, the Falcon X! 🌟 With cutting-edge technology and unprecedented performance, Falcon X is set to revolutionize space exploration. 🌌✨ Get ready to witness new frontiers being conquered! #SpaceX #FalconX #RocketScience"
    }
]
